// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Wykrywanie urządzenia";


// Search Task
SearchTaskName = "Wybierz urządzenie";
SearchTaskTitle = "Wybierz urządzenie do skonfigurowania";

AllFilterTitle = "Wszystkie";

DevicesFilterLabel = "Urządzenia:";
SupportedDevicesFilterTitle = "Obsługiwane";

ConnectionFilterLabel = "Połączenie:";

DeviceNameColumnTitle = "Nazwa urządzenia";
ConnectionColumnTitle = "Połączenie";
DetailsColumnTitle = "Szczegóły";
DeviceModelColumnTitle = "Model urządzenia";

DeviceIsNotListedButtonTitle = "Mojego urządzenia nie ma na liście...";
SpecifyDeviceManuallyButtonTitle = "Ręcznie wskaż urządzenie…";

AdminPasswordIsSetOnDeviceTitle = "W wybranym urządzeniu ustawiono hasło administratora.";
AdminPasswordIsSetOnDeviceText = "Wybrane urządzenie wygląda na już skonfigurowane. Aby mimo wszystko kontynuować konfigurację, kliknij przycisk „Kontynuuj”.";
AdminPasswordIsSetOnDeviceAWCConnectionText = "Wybrane urządzenie wygląda na już skonfigurowane.";

DeviceCommunicationError = "Błąd komunikacji";
DeviceCommunicationErrorText = "Podczas łączenia z urządzeniem wystąpił błąd. Upewnij się, że urządzenie jest gotowe i spróbuj ponownie.";
DeviceCommunicationTimeoutErrorText = "Brak odpowiedzi z urządzenia. Upewnij się, że urządzenie jest podłączone i spróbuj ponownie.";

ManualSpecifyTaskDescription = "Ręcznie wskaż urządzenie";
ManualSpecifyOkButtonTitle = "Połącz";
